Repository: pagekit/pagekit
Catalog: extensions/installer/languages/*/messages.po
Languages: fi_fi, fr_fr, ja_jp, lt_lt, pl_pl, ru_ru, tr_tr, uk_ua

source: Pagekit Installer
fi_fi: Pagekit asennus
fr_fr: Installateur Pagekit
ja_jp: Pagekit インストーラ
lt_lt: Pagekit įdiegimas
pl_pl: Instalator Pagekit
ru_ru: Установка Pagekit
tr_tr: Pagekit Yükleyicisi
uk_ua: Встановлення Pagekit

source: Database connection failed!
fi_fi: Tietokatayhteys epäonnistui!
fr_fr: La connexion à la base de données a échoué !
ja_jp: データベースの接続に失敗しました!
lt_lt: Nepavyko prisijungti prie duomenų bazės!
pl_pl: Połączenie z bazą danych nie powiodło się!
ru_ru: Не удалось подключиться к базе данных!
tr_tr: Veritabanı ile bağlantı kurulamadı!
uk_ua: Не вдалося підключитися до бази даних!

source: No database connection.
fi_fi: Ei tietokantayhteyttä
fr_fr: Aucune connexion à la base de données.
ja_jp: データベースとの接続がありません。
lt_lt: Nėra ryšio su duomenų baze.
pl_pl: Brak połączenia z bazą danych.
ru_ru: Нет соединения с базой данных.
tr_tr: Veritabanı ile bağlantı yok.
uk_ua: Відсутнє з'єднання з базою даних.

source: Can't write config.
fi_fi: Asetuksia ei voi kirjoittaa
fr_fr: Impossible d'enregistrer la configuration.
ja_jp: 設定に書き込めません。
lt_lt: Negalima įrašyti nuostatų.
pl_pl: Nie można zapisać konfiguracji.
ru_ru: Файл конфигурации не доступен для записи.
tr_tr: Ayarlar dosyası yazılabilir değil.
uk_ua: Файл конфігурації не доступний для запису.

source: DB user is missing required privileges.
fi_fi: Tietokannan käyttäjällä ei ole riittäviä käyttöoikeuksia
fr_fr: L'utilisateur de la BDD n'a pas les privilèges requis.
ja_jp: このDBユーザには必須権限がありません。
lt_lt: Duomenų bazės narys neturi reikiamų privilegijų.
pl_pl: Brak wymaganych uprawnień dla użytkownika bazy danych.
ru_ru: У пользователя базы данных отсутствуют необходимые привилегии.
tr_tr: VT kullanıcısının gerekli izinleri yok.
uk_ua: У користувача бази даних відсутні необхідні привілеї.

source: Begin
fi_fi: Aloita
fr_fr: Commencer
ja_jp: 開始
lt_lt: Pradėti
pl_pl: Rozpocznij
ru_ru: Начать
tr_tr: Başladı
uk_ua: Почати

source: Connect database
fi_fi: Yhdistä tietokantaan
fr_fr: Connexion à la base de données
ja_jp: データベースに接続
lt_lt: Prisijungimas prie duomenų bazės
pl_pl: Połączenie z bazą danych
ru_ru: Подключение к базе данных
tr_tr: Veritabanı bağlantısı
uk_ua: Підключення до бази даних

source: Enter your database connection details.
fi_fi: Anna tietokantayhteyden tiedot
fr_fr: Entrez les informations de connexion à la base de données
ja_jp: あなたのデータベース接続情報を入力してください。
lt_lt: Įveskite prisijungimo prie duomenų bazės duomenis.
pl_pl: Podaj dane do połączenia się z bazą danych.
ru_ru: Введите данные для подключения к базе данных.
tr_tr: Veritabanı bağlantı bilgilerinizi yazın.
uk_ua: Введіть дані для підключення до бази даних.

source: Hostname
fi_fi: Palvelin
fr_fr: Nom de l'hôte
ja_jp: ホスト名
lt_lt: Serverio pavadinimas
pl_pl: Adres serwera bazy danych
ru_ru: Адрес хоста
tr_tr: Sunucu Adı
uk_ua: Адреса хосту

source: Host cannot be blank.
fi_fi: Palvelin ei voi olla tyhjä
fr_fr: L'hôte ne peut pas être vide.
ja_jp: ホストは空にできません。
lt_lt: Įveskite serverio pavadinimą.
pl_pl: Adres bazy danych nie może być pusty.
ru_ru: Адрес хоста не может быть пустым.
tr_tr: Sunucu adı boş bırakılamaz.
uk_ua: Адреса хосту не може бути порожньою.

source: User cannot be blank.
fi_fi: Käyttäjä ei voi olla tyhjä
fr_fr: L'utilisateur ne peut pas être vide.
ja_jp: ユーザー名は空にできません。
lt_lt: Įveskite nario vardą.
pl_pl: Pole użytkownik nie może być puste.
ru_ru: Имя пользователя не может быть пустым.
tr_tr: Kullanıcı adı boş bırakılamaz.
uk_ua: Ім'я користувача не може бути порожнім.

source: Database Name
fi_fi: Tietokannan nimi
fr_fr: Nom de la base de données
ja_jp: データベース名
lt_lt: Duomenų bazės pavadinimas
pl_pl: Nazwa bazy danych
ru_ru: Имя базы данных
tr_tr: Veritabanı Adı
uk_ua: Ім'я бази даних

source: Database name cannot be blank.
fi_fi: Tietokannan nimi ei voi olla tyhjä
fr_fr: Le nom de la base de données ne peut pas être vide.
ja_jp: データベース名は空にできません。
lt_lt: Įveskite duomenų bazės pavadinimą.
pl_pl: Nazwa bazy danych nie może być pusta.
ru_ru: Имя базы данных не может быть пустым.
tr_tr: Veritabanı adı boş bırakılamaz.
uk_ua: Ім'я бази даних не може бути порожнім.

source: Table Prefix
fi_fi: Taulujen etuliite
fr_fr: Préfixe des tables
ja_jp: テーブルプレフィックス
lt_lt: Lentelės priešdėlis
pl_pl: Prefiks tabel
ru_ru: Префикс таблиц
tr_tr: Tablo Öneki
uk_ua: Префікс таблиць

source: Next
fi_fi: Seuraava
fr_fr: Suivant
ja_jp: 次へ
lt_lt: Toliau
pl_pl: Dalej
ru_ru: Далее
tr_tr: Sonraki
uk_ua: Далі

source: Create your account
fi_fi: Luo tunnuksesi
fr_fr: Créez votre compte
ja_jp: あなたのアカウントを作成
lt_lt: Paskyros sukūrimas
pl_pl: Utwórz swoje konto
ru_ru: Создайте ваш аккаунт
tr_tr: Hesap açın
uk_ua: Створіть Ваш акаунт

source: You will be the site administrator.
fi_fi: Tulet olemaan sivuston ylläpitäjä
fr_fr: Vous serez l'administrateur du site.
ja_jp: あなたはサイトの管理者になります。
lt_lt: Jūs būsite svetainės administratorius.
pl_pl: Będziesz administratorem witryny.
ru_ru: Вы будете администратором сайта.
tr_tr: Site yöneticisi olacaksınız.
uk_ua: Ви будете адміністратором сайту.

source: Username cannot be blank.
fi_fi: Käyttäjänimi ei voi olla tyhjä
fr_fr: Le nom d'utilisateur ne peut pas être vide.
ja_jp: ユーザー名は空にできません。
lt_lt: Įveskite prisijungimo vardą.
pl_pl: Nazwa użytkownika nie może być pusta.
ru_ru: Имя пользователя не может быть пустым.
tr_tr: Kullanıcı adı boş bırakılamaz.
uk_ua: Ім'я користувача не може бути порожнім.

source: Field must be a valid email adress.
fi_fi: Sähköpostiosoitteen on oltava oikea
fr_fr: Le champs doit être une adresse e-mail valide.
ru_ru: Неверный формат email.

source: Password cannot be blank.
fi_fi: Salasana ei voi olla tyhjä
fr_fr: Le mot de passe ne peut pas être vide.
ja_jp: パスワードは空にできません。
lt_lt: Įveskite slaptažodį.
pl_pl: Hasło nie może być puste.
ru_ru: Пароль не может быть пустым.
tr_tr: Şifre boş bırakılamaz.
uk_ua: Пароль не може бути порожнім.

source: Setup your site
fi_fi: Asenna sivusi
fr_fr: Configurer votre site
ja_jp: あなたのサイトをセットアップ
lt_lt: Tinklalapio nuostatos
pl_pl: Skonfiguruj swoją stronę
ru_ru: Информация о сайте
tr_tr: Sitenizi kurun
uk_ua: Інформація про сайт

source: Enter your website details.
fi_fi: Anna sivusi tiedot
fr_fr: Entrez les informations de votre site web.
ja_jp: あなたのウェブサイトの概要を入力してください。
lt_lt: Įveskite duomenis apie savo tinklalapį.
pl_pl: Podaj szczegóły swojej witryny.
ru_ru: Введите название и описание сайта.
tr_tr: Web sitenizle ilgili bilgileri yazın.
uk_ua: Введіть назву та опис сайту.

source: Site name cannot be blank.
fi_fi: Sivun nimi ei voi olla tyhjä
fr_fr: Le nom du site ne peut pas être vide.
ja_jp: サイト名は空にできません。
lt_lt: Įveskite tinklalapio pavadinimą.
pl_pl: Nazwa witryny nie może być pusta.
ru_ru: Имя сайта не может быть пустым.
tr_tr: Site adı boş bırakılamaz.
uk_ua: Ім'я сайту не можу бути порожнім.

source: Installing Pagekit...
fi_fi: Asennetaan Pagekit ...
fr_fr: Installation de Pagekit...
ja_jp: Pagekitをインストール中…
lt_lt: Įdiegiamas Pagekit...
pl_pl: Instaluje Pagekit...
ru_ru: Установка Pagekit...
tr_tr: Pagekit Yükleniyor...
uk_ua: Встановлення Pagekit...

source: Installation failed!
fi_fi: Asennus epäonnistui!
fr_fr: L'installation à échoué !
ja_jp: インストールに失敗しました!
lt_lt: Įdiegti nepavyko!
pl_pl: Instalacja nie powiodła się!
ru_ru: Ошибка установки!
tr_tr: Yüklenemedi!
uk_ua: Помилка встановлення!

source: Retry
fi_fi: Yritä uudelleen
fr_fr: Réessayer
ja_jp: リトライ
lt_lt: Bandyti dar kartą
pl_pl: Ponów
ru_ru: Повторить
tr_tr: Yeniden Deneyin
uk_ua: Повторити

source: Finished!
fi_fi: Valmis!
fr_fr: Terminé !
ja_jp: 完了しました!
lt_lt: Baigta!
pl_pl: Instalacja powiodła się!
ru_ru: Готово!
tr_tr: Bitti!
uk_ua: Готово!

source: Login now
fi_fi: Kirjaudu sisään
fr_fr: Se connecter maintenant
ja_jp: 今すぐログインする
lt_lt: Prisijungti dabar
pl_pl: Zaloguj się
ru_ru: Войти сейчас
tr_tr: Oturum açın
uk_ua: Увійти зараз

source: Field must be a valid email address.
ja_jp: 正しいEメールアドレスをフィールドに入力してください。
lt_lt: Laukelyje turi būti įvestas teisingas el. pašto adresas.
pl_pl: Pole musi zawierać poprawny adres email.
tr_tr: Alanda geçerli bir e-posta adresi olmalıdır.
uk_ua: Вкажіть правильну адресу електронної пошти
