Repository: pagekit/pagekit
Catalog: extensions/page/languages/*/messages.po
Languages: fr_fr, pt_br, uk_ua

source: - Select Page -
fr_fr: - Sélectionnez une page -
pt_br: - Selecionar Pagina -
uk_ua: - Оберіть сторінку -

source: Enter Title
fr_fr: Entrez un titre
pt_br: Digitar Titulo
uk_ua: Уведіть заголовок

source: Add Page
fr_fr: Ajouter une page
pt_br: Adicionar pagina
uk_ua: Додати сторінку

source: Publish
fr_fr: Publier
pt_br: Publicar
uk_ua: Опублікувати

source: Unpublish
fr_fr: Dépublier
pt_br: Despublicar
uk_ua: Скасувати публікацію

source: No pages found.
fr_fr: Aucune page trouvée.
pt_br: Nenhuma pagina encontrada.
uk_ua: Сторінки не знайдені.

source: Invalid page id.
fr_fr: L'id de la page est invalide.
pt_br: ID da pagina invalido.
uk_ua: Неправильний ID сторінки.

source: Edit Page
fr_fr: Modifier la page
pt_br: Editar pagina
uk_ua: Змінити сторінку

source: Page Url not available.
fr_fr: L'URL de la page n'est pas disponible.
pt_br: Url da pagina não esta disponivel.
uk_ua: Посилання на сторінку недступне.

source: Page saved.
fr_fr: La page a été enregistrée.
pt_br: Pagina salva
uk_ua: Сторінку збережено.

source: Page created.
fr_fr: La page a été créée.
pt_br: Pagina criada.
uk_ua: Сторінку створено.

source: {0} No page deleted.|{1} Page deleted.|]1,Inf[ Pages deleted.
fr_fr: {0} Aucune page n'a été supprimée.|{1} La page a été supprimée.|]1,Inf[ Les pages ont été supprimées.
pt_br: {0} Nenhuma pagina deletada.|{1} pagina deletada.|]1,Inf[ paginas deletadas.
uk_ua: {0} Сторінку не вилучено.|{1} Сторінку вилучено.|]1,Inf[ Сторінки вилчено.

source: %title% (Copy)
fr_fr: %title% (Copie)
pt_br: %title% (Copiar)
uk_ua: %title% (Копія)

source: {0} No page copied.|{1} Page copied.|]1,Inf[ Pages copied.
fr_fr: {0} Aucune page n'a été copiée.|{1} La page a été copiée.|]1,Inf[ Les pages ont été copiées.
pt_br: {0} Nenhuma pagina copiada.|{1} pagina copiada.|]1,Inf[ paginas copiadas.
uk_ua: {0} Сторінку не скопійовано.|{1} Сторінку скопійовано.|]1,Inf[ Сторінки скопійовано.

source: {0} No page published.|{1} Page published.|]1,Inf[ Pages published.
fr_fr: {0} Aucune page n'a été publiée.|{1} La page a été publiée.|]1,Inf[ Les pages ont été publiées.
pt_br: {0} Nenhuma pagina publicada.|{1} pagina publicada.|]1,Inf[ paginas publicadas.
uk_ua: {0} Сторінку не опубліковано.|{1} Сторінку опубліковано.|]1,Inf[ Сторінки опубліковано.

source: {0} No page unpublished.|{1} Page unpublished.|]1,Inf[ Pages unpublished.
fr_fr: {0} Aucune page n'a été dépubliée.|{1} La page a été dépubliée.|]1,Inf[ Les pages ont été dépubliées.
pt_br: {0} Nenhuma pagina despublicada.|{1} pagina despublicada.|]1,Inf[ paginas despublicadas.
uk_ua: {0} Сторінку не було знято з публікації.|{1} Сторінку знято з публікації.|]1,Inf[ Сторінки знято з публікації.

source: Page not found!
fr_fr: Cette page n'existe pas !
pt_br: Pagina não encontrada!
uk_ua: Сторінку не знайдено!

source: Unable to access this page!
fr_fr: Impossible d'accéder à cette page !
pt_br: Não e possível acessar essa pagina!
uk_ua: Не вдається отримати доступ до сторінки!

source: Unpublished
fr_fr: Dépubliée
pt_br: Despublicado
uk_ua: Неопубліковано

source: Published
fr_fr: Publiée
pt_br: Publicado
uk_ua: Опубліковано

source: You've made some changes! Leaving the page without saving will discard all changes.
fr_fr: Vous avez effectué des modifications ! Si vous quittez cette page sans sauvegarder, vos modifications seront perdues.
pt_br: Você fez algumas mudanças! Deixando a página sem salvar irá descartar todas as alterações.
uk_ua: Ви внесли зміни! Покинувши сторінку без збереження, Ви втратите всі зміни.

source: Start publishing date must be before finish publishing date.
fr_fr: La date de debut de publication doit etre inférieur a la date de fub de publication

source: Publish up
fr_fr: Début de publication

source: Publish down
fr_fr: Fin de publication

source: Page
pt_br: Pagina
uk_ua: Сторінка

source: Pages
pt_br: Paginas
uk_ua: Сторінки
