Repository: pagekit/pagekit
Catalog: extensions/blog/languages/*/messages.po
Languages: ar_sa, de_de, fi_fi, id_id, uk_ua

source: Author
ar_sa: الكاتب
de_de: Autor
fi_fi: Julkaisija
id_id: Penulis
uk_ua: Автор

source: Comments
ar_sa: تعليقات
de_de: Kommentare
fi_fi: Kommentit
id_id: Komentar
uk_ua: Коментарі

source: Date
ar_sa: تاريخ
de_de: Datum
fi_fi: Päivä
id_id: Tanggal
uk_ua: Дата

source: {0} No pending|{1} One pending|]1,Inf[ %comments% pending
ar_sa: {0} لا يوجد تعليق قيد الانتظار|{1} تعليق واحد قيد الانتظار|]1,Inf[ %comments% قيد الانتظار
de_de: {0} Keine Kommentare|{1} Ein Kommentar |]1,Inf[ %comments% Kommentare
fi_fi: {0} Ei odottavia|{1} Yksi odottava|]1,Inf[ %comments% odottavaa
uk_ua: {0} Немає очікуючих|{1} Один в очікуванні|]1,Inf[ %comments% в очікуванні

source: Add Post
ar_sa: أضف مشاركة.
de_de: Artikel hinzufügen
fi_fi: Lisää kirjoitus
id_id: Tambah Post
uk_ua: Додати повідомлення

source: Publish
ar_sa: نشر
de_de: Veröffentlichen
fi_fi: Julkaise
id_id: Terbitkan
uk_ua: Опублікувати

source: Unpublish
ar_sa: إلغاء النشر
de_de: Unveröffentlichen
fi_fi: Piilota
id_id: Batalkan Penerbitan
uk_ua: Зняти з публікації

source: No posts found.
ar_sa: لا توجد مشاركات.
de_de: Keine Artikel gefunden.
fi_fi: Ei kirjoituksia
id_id: Tidak ada post
uk_ua: Повідомлень немає.

source: Enter Title
ar_sa: أدخل عنوانا
de_de: Titel eintragen
fi_fi: Anna otsikko
id_id: Masukkan Judul
uk_ua: Введіть заголовок

source: Excerpt
ar_sa: ملخص
de_de: Ausschnitt
fi_fi: Poiminta
id_id: Ringkasan
uk_ua: Увідний текст

source: Enter Excerpt
ar_sa: أدخل ملخصا
de_de: Ausschnitt eingeben
fi_fi: Anna poiminta
id_id: Masukkan Ringkasan
uk_ua: Уведіть текст уведення

source: Publish on
ar_sa: نشر في
de_de: Veröffentlicht am
fi_fi: Julkaisuajankohta
id_id: Diterbitkan pada
uk_ua: Дата публікації

source: Slug
fi_fi: Nimi
uk_ua: Частина URL

source: Enable Comments
ar_sa: تمكين التعليقات
de_de: Kommentare aktivieren
fi_fi: Salli kommentointi
id_id: Ijinkan Komentar
uk_ua: Увімкнути коментарі

source: Comment
ar_sa: تعليق
de_de: Kommentar
fi_fi: Kommentoi
id_id: Komentar
uk_ua: Коментар

source: In response to %post%
ar_sa: ردا على %post%
de_de: Antwort auf %post%
fi_fi: Vastaus kirjoitukseen %post%
id_id: Balasan untuk %post%
uk_ua: У відповідь на %post%

source: In response to
ar_sa: ردا على
de_de: Antwort auf
fi_fi: Vastaus kirjoitukseen
id_id: Balasan untuk
uk_ua: У відповідь на

source: Reply
ar_sa: رد
de_de: Antworten
fi_fi: Vastaa
id_id: Balas
uk_ua: Відповісти

source: Approve
ar_sa: موافقة
de_de: Genehmigt
fi_fi: Hyväksy
id_id: Terima
uk_ua: Схвалити

source: Unapprove
ar_sa: إلغاء الموافقة
de_de: Nicht genehmigt
fi_fi: Hylkää
id_id: Jangan terima
uk_ua: Відхилити

source: Mark as spam
ar_sa: علمه كبريد مزعج
de_de: Als Spam markieren
fi_fi: Merkitse roskapostitsi
id_id: Tandai sebagai spam
uk_ua: Позначити як спам

source: No comments found.
ar_sa: لا توجد تعليقات
de_de: Keine Kommentare gefunden.
fi_fi: Ei kommentteja
id_id: Komentar tidak ditemukan
uk_ua: Коментарі відсутні.

source: E-mail
ar_sa: بريد إلكتروني
fi_fi: Sähköposti

source: Posts View
ar_sa: قائمة المشاركات
de_de: Beiträge anzeigen
fi_fi: Kirjoitusten selaus
id_id: Tampilan Post
uk_ua: Дивитися повідомлення

source: Post
ar_sa: مشاركة
de_de: Artikel
fi_fi: Kirjoitus
uk_ua: Повідомлення

source: - Select Post -
ar_sa: - حدد مشاركة -
de_de: - Artikel wählen -
fi_fi: - Valitse kirjoitus -
id_id: Pilih Post
uk_ua: Обрати повідомлення

source: General
ar_sa: عام
de_de: Allgemein
fi_fi: Yleinen
id_id: Umum
uk_ua: Загальні

source: Permalink
ar_sa: رابط ثابت
fi_fi: Pysyvä linkki
uk_ua: Постійне посилання

source: Numeric
ar_sa: رقمي
de_de: Numerisch
fi_fi: Numeerinen
id_id: Numerik
uk_ua: Число (ID)

source: /blog/sample-post
ar_sa: /مدونة/مثال-مشاركة
de_de: /blog/exemple-article
fi_fi: /blog/esimerkki-kirjoitus

source: Day and name
ar_sa: يوم واسم
de_de: Tag und Name
fi_fi: Aika ja nimi
id_id: Hari dan nama
uk_ua: День і назва

source: /blog/2014/06/12/sample-post
ar_sa: /مدونة,/2014/06/12/مثال-مشاركة
de_de: /blog/2014/06/12/exemple-article
fi_fi: /blog/2014/06/12/esimerkki-kirjoitus

source: Month and name
ar_sa: شهر واسم
de_de: Monat und Name
fi_fi: Kuukausi ja nimi
id_id: Bulan dan nama
uk_ua: Місяць і назва

source: /blog/2014/06/sample-post
ar_sa: /مدونة/2014/06/مثال-مشاركة
de_de: /blog/2014/06/exemple-article
fi_fi: /blog/2014/06/esimerkki-kirjoitus

source: Custom
ar_sa: مخصص
fi_fi: Mukautettu
uk_ua: Вказати вручну

source: Enable comments.
ar_sa: تمكين التعليقات.
de_de: Kommentare aktivieren.
fi_fi: Salli kommentit
id_id: Ijinkan komentar
uk_ua: Увімкнути коментарі.

source: Require name and e-mail.
ar_sa: يتطلب الاسم والبريد الإلكتروني.
de_de: Bitte Namen und E-Mail Adresse eingeben.
fi_fi: Vaadi nimi ja sähköpostiosoite
id_id: Nama dan e-mail dibutuhkan
uk_ua: Необхідні ім'я і email.

source: Close comments on articles older than
ar_sa: أغلق التعليقات في المواضيع الأقدم من
de_de: Kommentare von Artikeln schließen, die älter sind als
fi_fi: Sulje kommentointi kirjoituksissa jotka ovat vanhempia kuin
id_id: Tutup komentar pada artikel yang lebih lama dari
uk_ua: Закрити коментарі для статей старше

source: days.
ar_sa: أيام.
de_de: Tage.
fi_fi: päivää
id_id: hari.
uk_ua: днів.

source: Appearance
ar_sa: المظهر
de_de: Erscheinung
fi_fi: Ulkoasu
id_id: Tampilan
uk_ua: Зовнішній вигляд

source: Show Avatars from Gravatar.
ar_sa: أظهر الصور الشخصية من خدمة Gravatar.
de_de: Zeige Avatare von Gravatar.
fi_fi: Näytä avatarit Gravatarista
id_id: Tampilan Avatar dari Gravatar
uk_ua: Показувати аватари із Gravatar.

source: Order comments by
ar_sa: رتب التعليقات حسب
de_de: Kommentare ordnen nach
fi_fi: Järjestä kommentit
id_id: Urutkan komentar berdasarkan
uk_ua: Показувати коментарі

source: latest last.
ar_sa: الأخيرة في الأسفل.
de_de: Datum aufsteigend.
fi_fi: uusin viimeisenä
id_id: yang paling lama lebih dulu
uk_ua: останнє у кінці.

source: latest first.
ar_sa: الأخيرة في الأعلى.
de_de: Datum absteigend.
fi_fi: uusin ensimmäisenä
id_id: yang terbaru lebih dulu
uk_ua: останнє на початку.

source: Enable nested comments of
ar_sa: تمكين التعليقات المتداخلة على
de_de: Verschachtelte Kommentare aktivieren für
fi_fi: Salli sisäkkäiset kommentit
id_id: Ijinkan komentar bertingkat sejumlah
uk_ua: Увімкнути вкладеність коментарів на

source: levels deep.
ar_sa: مستويات
de_de: Tiefe.
fi_fi: tasoa
id_id: level
uk_ua: рівня глибини.

source: Written by %name% on %date%
ar_sa: كتبت من قبل %name% في %date%
de_de: Verfasst von %name% am %date%
fi_fi: Kirjoittanut %name% %date%
id_id: Ditulis oleh %name% pada %date%
uk_ua: %name%, %date%

source: Continue Reading
ar_sa: تابع القراءة
de_de: Weiterlesen
fi_fi: Jatka lukemista
id_id: Lanjutkan membaca
uk_ua: Читати далі

source: {0} No comments|{1} %num% Comment|]1,Inf[ %num% Comments
ar_sa: {0} لا توجد تعليقات|{1} %num% تعليق|]1,Inf[ %num% تعليقات
de_de: {0} Keine Kommentare|{1} %num% Kommentar|]1,Inf[ %num% Kommentare
fi_fi: {0} Ei kommentteja|{1} %num% kommentti|]1,Inf[ %num% kommenttia
uk_ua: {0} Немає коментарів|{1} %num% коментар|]1,Inf[ %num% коментарів

source: Leave a comment
ar_sa: اترك تعليقا
de_de: Schreiben Sie einen Kommentar
fi_fi: Jätä kommentti
id_id: Tinggalkan komentar
uk_ua: Залишити коментар

source: Logged in as %name%
ar_sa: دخول مسجل باسم %name%
de_de: Angemeldet als %name%
fi_fi: Kirjautuneena sisään nimellä %name%
id_id: Masuk sebagai %name%
uk_ua: Ви ввійшли як %name%

source: You are commenting as guest.
ar_sa: أنت تكتب تعليقا بصفتك ضيفا.
de_de: Sie kommentieren als Gast.
fi_fi: Kommentoit vierailijana
id_id: Anda memberikan komentar sebagai tamu
uk_ua: Ви коментуєте як гість.

source: Submit comment
ar_sa: أرسل تعليقا
de_de: Senden
fi_fi: Lähetä kommentti
id_id: Kirimkan komentar
uk_ua: Надіслати коментар

source: You are not allowed to post comments.
ar_sa: غير مسموح لك بكتابة التعليقات.
de_de: Es ist Ihnen nicht erlaubt, Kommentare zu schreiben.
fi_fi: Et voi lähettää kommentteja
id_id: Anda tidak diperbolehkan untuk mengirimkan komentar
uk_ua: Вам заборонено залишати коментарі.

source: Please login to leave a comment.
ar_sa: فضلا سجل دخولك لترك تعليق.
de_de: Bitte melden Sie sich an, um einen Kommentar zu schreiben.
fi_fi: Kirjaudu sisään kommentoidaksesi
id_id: Silahkan masuk untuk meninggalkan komentar
uk_ua: Будь ласка, увійдіть, щоб залишити коментар.

source: %date% at %time%
ar_sa: %date% عند %time%
de_de: %date% um %time% Uhr
fi_fi: %date% %time%
id_id: %date% pada %time%
uk_ua: %date% о %time%

source: Comments (%count%)
ar_sa: تعليقات (%count%)
de_de: Kommentare (%count%)
fi_fi: Kommentit (%count%)
id_id: (%count%) Komentar
uk_ua: Коментарі (%count%)

source: Comments on %title%
ar_sa: تعليقات على %title%
de_de: Kommentare zu %title%
fi_fi: Commentit kirjoituksessa %title%
id_id: Komentar pada %title%
uk_ua: Коментарі до %title%

source: Comment saved.
ar_sa: تم حفظ التعليق.
de_de: Kommentar wurde gesichert.
fi_fi: Kommentti tallennettu
id_id: Komentar telah disimpan
uk_ua: Коментар збережено.

source: Comment created.
ar_sa: تم إنشاء التعليق.
de_de: Kommentar wurde erstellt.
fi_fi: Kommentti luotu
id_id: Komentar telah dibuat
uk_ua: Коментар створено.

source: {0} No comment deleted.|{1} Comment deleted.|]1,Inf[ Comments deleted.
ar_sa: {0} لايوجد تعليق محذوف.|{1} تعليق محذوف.|]1,Inf[ تعليقات محذوفة.
de_de: {0} Es wurde kein Kommentar gelöscht.|{1} Kommentar wurde gelöscht.|]1,Inf[ Kommentare wurden gelöscht.
fi_fi: {0} Kommentteja ei poistettu|{1} Kommentti poistettu|]1,Inf[ Kommentit poistettu
uk_ua: {0} Коментар не вилучено.|{1} Коментар вилучено.|]1,Inf[ Коментарі вилучено.

source: {0} No comment status updated.|{1} Comment status updated.|]1,Inf[ Comment statuses updated.
ar_sa: {0} لا توجد حالة تعليق محدثة.|{1} حالة تعليق محدثة.|]1,Inf[ حالات تعليق محدثة.
de_de: {0} Es wurde kein Kommentar-Status aktualisiert.|{1} Kommentar-Status wurde aktualisiert.|]1,Inf[ Status der Kommentare wurden aktualisiert.
fi_fi: {0} Kommenttien tilaa ei muutettu|{1} Kommentin tilaa muutettu|]1,Inf[ Kommenttien tilaa muutettu
uk_ua: {0} Статус коментарів не оновлено.|{1} Статус коментаря онволено.|]1,Inf[ Статус коментарів оновлено.

source: Posts
ar_sa: مشاركات.
de_de: Artikel
fi_fi: Kirjoitukset
id_id: Post
uk_ua: Пвідомлення

source: Invalid post id.
ar_sa: معرف المشاركة خاطئ.
de_de: Ungültige Artikel ID.
fi_fi: Virheellinen kirjoituksen tunniste
id_id: Post id tidak benar
uk_ua: Неправильний ID повідомлення.

source: Edit Post
ar_sa: تحرير المشاركة.
de_de: Artikel bearbeiten
fi_fi: Muokkaa kirjoitusta
uk_ua: Змінити повідомлення

source: Post saved.
ar_sa: تم حفظ المشاركة.
de_de: Artikel wurde gesichert.
fi_fi: Kirjoitus tallennettu
id_id: Post telah disimpan
uk_ua: Повідомлення збережено.

source: Post created.
ar_sa: تم إنشاء المشاركة.
de_de: Artikel wurde erstellt.
fi_fi: Kirjoitus luotu
id_id: Post dibuat
uk_ua: Повідомлення створено.

source: {0} No post deleted.|{1} Post deleted.|]1,Inf[ Posts deleted.
ar_sa: {0} لا توجد مشاركة محذوفة.|{1} مشاركة محذوفة.|]1,Inf[ مشاركات محذوفة.
de_de: {0} Es wurde kein Artikel gelöscht.|{1} Artikel wurde gelöscht.|]1,Inf[ Artikel wurden gelöscht.
fi_fi: {0} Kirjoituksia ei poistettu|{1} Kirjoitus poistettu|]1,Inf[ Kirjoitukset poistettu
uk_ua: {0} Повідомлення не вилучено.|{1} Повідмолення вилучено.|]1,Inf[ Повідомлення вилучено.

source: {0} No post copied.|{1} Post copied.|]1,Inf[ Posts copied.
ar_sa: {0} لا توجد مشاركة منسوخة.|{1} مشاركة منسوخة.|]1,Inf[ مشاركات منسوخة.
de_de: {0} Es wurde kein Artikel kopiert.|{1} Artikel wurde kopiert.|]1,Inf[ Artikel wurden kopiert.
fi_fi: {0} Kirjoituksia ei kopioitu|{1} Kirjoitus kopioitu|]1,Inf[ Kirjoitukset kopioitu
uk_ua: {0} Повідомлення не скопійовано.|{1} Повідомлення скопійовано.|]1,Inf[ Повідомлення не скопійовано.

source: {0} No post published.|{1} Post published.|]1,Inf[ Posts published.
ar_sa: {0} لا توجد مشاركة منشورة.|{1} مشاركة منشورة.|]1,Inf[ مشاركات منشورة.
de_de: {0} Es wurde kein Artikel veröffentlicht.|{1} Artikel wurde veröffentlicht.|]1,Inf[ Artikel wurden veröffentlicht.
fi_fi: {0} Kirjoituksia ei julkaistu|{1} Kirjoitus julkaistu|]1,Inf[ Kirjoitukset julkaistu
uk_ua: {0} Повідомлення не опубліковано.|{1} Повідомлення публіковано.|]1,Inf[ Повідомлення не опубліковано.

source: {0} No post unpublished.|{1} Post unpublished.|]1,Inf[ Posts unpublished.
ar_sa: {0} لا توجد مشاركة غير منشورة.|{1} مشاركة غير منشورة.|]1,Inf[ مشاركات غير منشورة.
de_de: {0} Es wurde kein Artikel unveröffentlicht.|{1} Artikel wurde unveröffentlicht.|]1,Inf[ Artikel wurden unveröffentlicht.
fi_fi: {0} Ei kirjoituksia piilotettu|{1} Kirjoitus piilotettu|]1,Inf[ Kirjoitukset piilotettu
uk_ua: {0} Повідомлення не знято з публікації.|{1} Повідомлення знято з публікації.|]1,Inf[ Повідомлення знято з публікації.

source: Blog
ar_sa: مدونة
fi_fi: Blogi
uk_ua: Блоґ

source: Please wait another %seconds% seconds before commenting again.
ar_sa: فضلا إنتظر مجددا %seconds% ثانية قبل التعليق مرة أخرى.
de_de: Bitte warten Sie %seconds% Sekunden, bevor Sie erneut einen Kommentar schreiben.
fi_fi: Odota %seconds% sekunttia ennen uuden kommentin lähettämistä
id_id: Silahkan tunggu %seconds% lagi sebelum berkomentar lagi
uk_ua: Будь ласка, зачекайте %seconds% сек., перш ніж залишити наступний коментар.

source: Comments have been disabled for this post.
ar_sa: تم تعطيل التعليقات لهذه المشاركة
de_de: Die Kommentare wurden für diesen Artikel deaktiviert.
fi_fi: Kirjoitusta ei voi kommentoida
id_id: Komentar dimatikan pada post ini.
uk_ua: Коментування цього повідомлення вимкнено.

source: Please provide valid name and email.
ar_sa: فضلا أدخل اسما وبريدا الكترونيا صحيحين.
de_de: Bitte geben Sie Ihren Namen und eine gültige E-Mail Adresse an.
fi_fi: Anna oikea nimi ja sähköpostiosoite
id_id: Silahkan sediakan nama dan emai yang valid
uk_ua: Будь ласка, вкажіть дійсні ім'я і email.

source: Thanks for commenting!
ar_sa: شكرا لك على التعليق
de_de: Danke für Ihr Kommentar!
fi_fi: Kiitos kommentoinnista!
id_id: Terima kasih telah berkomentar
uk_ua: Дякуємо за коментар!

source: Whoops, something went wrong!
ar_sa: عفوا،حدث خطأ ما!
de_de: Uuups, da scheint etwas falsch gelaufen zu sein!
fi_fi: Oops, jotain meni vikaan!
id_id: Ooohhhh, sepertinya ada yang salah!
uk_ua: Ой, щось пішло не так!

source: Post not found!
ar_sa: مشاركة غير موجودة
de_de: Artikel wurde nicht gefunden.
fi_fi: Kirjoitusta ei löydy!
id_id: Post tidak ditemukan
uk_ua: Повідомлення не знайдено.

source: Unable to access this post!
ar_sa: لا يمكن الدخول لهذه المشاركة !
de_de: Es ist nicht möglich, diesen Artikel aufzurufen!
fi_fi: Kirjoitukseen ei ole pääsyä!
id_id: Tidak dapat mengakses post ini!
uk_ua: Не вдається відкрити це повідомлення!

source: Approved
ar_sa: تمت الموافقة عليه
de_de: Genehmigt
fi_fi: Hyväksytty
id_id: Diterima
uk_ua: Схвалено

source: Pending
ar_sa: قيد الانتظار
de_de: Zu erledigen
fi_fi: Odottaa
id_id: Tertunda
uk_ua: В очікуванні

source: Spam
ar_sa: بريد مزعج
fi_fi: Roskaposti
uk_ua: Спам

source: Published
ar_sa: منشور
de_de: Veröffentlicht
fi_fi: Julkaistu
id_id: Diterbitkan
uk_ua: Опубліковано

source: Unpublished
ar_sa: غير منشور
de_de: Unveröffentlicht
fi_fi: Piilotettu
id_id: Tidak diterbitkan
uk_ua: Необпубліковано

source: Draft
ar_sa: مسودة
de_de: Entwurf
fi_fi: Luonnos
uk_ua: Чернетка

source: Pending Review
ar_sa: مراجعة قيد الانتظار
de_de: Bewertung
fi_fi: Odottaa hyväksyntää
id_id: Review tertunda
uk_ua: На розгляді

source: Post with id "%id%" not found!
ar_sa: المشاركة التي تحمل المعرف "%id%" غير موجودة!
de_de: Artikel mit der ID %id% wurde nicht gefunden!
fi_fi: Kirjoitus tunnuksella %id% ei löytynyt
id_id: Post dengan id "%id%" tidak ditemukan!
uk_ua: Повідомлення з ID "%id%" не знайдено!

source: Post with slug "%slug%" not found!
de_de: Artikel mit dem Slug %slug% wurde nicht gefunden!
fi_fi: Kirjoitus nimellä %slug% ei löytynyt
id_id: Post dengan slug "%slug%" tidak ditemukan
uk_ua: Повідомлення з частиною посилання "%slug%" не знайдено!

source: You've made some changes! Leaving the post without saving will discard all changes.
ar_sa: لقد قمت ببعض التغييرات! الخروج من المشاركة دون حفظ سيؤدي لإلغاء جميع التغييرات..
de_de: Alle nicht gesicherten Änderungen gehen verloren, wenn Sie die Seite verlassen!
fi_fi: Olet tehnyt muokkauksia! Lähtemällä sivulta tallentamatta kumoaa kaikki muokkaukset
id_id: Anda telah melakukan perubahan! Meninggalkan post tanpa menyimpan akan membatalkan perubahan.
uk_ua: Зроблені Вами зміни будуть скасовані, якщо Ви підете з цієї сторінки.

source: /blog/123
ar_sa: /مدونة/123
